Revit 2026 API
FilledRegion.CreateMaskingRegion Method
Overload List
Name | Description
CreateMaskingRegion(Document, ElementId, IList<CurveLoop>)
CreateMaskingRegion(Document, SketchPlane, IList<CurveLoop>)
Top
See Also
Reference
FilledRegion Class
Autodesk.Revit.DB Namespace